tap "homebrew/bundle"
tap "homebrew/core"

cask_args appdir: '/Applications'

brew "curl"
brew "direnv"
brew "dos2unix"
brew "faac"
brew "ffmpeg"
brew "git"
brew "gpg"
brew "lame"
brew "libav"
brew "mas"
brew "mobile-shell"
brew "node"
brew "openssl"
brew "postgresql"
brew "pyenv"
brew "python3"
brew "sqlite"
brew "tmux"
brew "tree"
brew "wget"
brew "xvid"
brew "youtube-dl"
brew "zsh"
brew "zsh-completions"

cask "1password"
cask "discord"
cask "docker"
cask "front"
cask "google-chrome"
cask "hex-fiend"
cask "java"
cask "signal"
cask "skype"
cask "sqlpro-studio"
cask "tailscale"
cask "visual-studio-code"
cask "zoom"

cask "quicklook-csv"

mas "Clocker", id: 1056643111
mas "Drafts", id: 1435957248
mas "iVI", id: 402279089
mas "Myna for Google Translate", id: 1100290134
mas "Slack", id: 803453959
mas "Telegram", id: 747648890
mas "WhatsApp", id: 1147396723
