tap "caskroom/cask"
tap "caskroom/versions"
tap "homebrew/bundle"
tap "homebrew/core"

cask_args appdir: '/Applications'

brew "curl"
brew "direnv"
brew "dos2unix"
brew "faac"
brew "ffmpeg"
brew "git"
brew "lame"
brew "libav"
brew "mas"
brew "mobile-shell"
brew "nmap"
brew "node"
brew "openssl"
brew "postgresql"
brew "python"
brew "redis"
brew "sqlite"
brew "tmux"
brew "tree"
brew "wget"
brew "xvid"
brew "youtube-dl"
brew "zsh"
brew "zsh-completions"

cask "anki"
cask "chromedriver"
cask "docker"
cask "google-chrome"
cask "google-backup-and-sync"
cask "gpg-suite"
cask "hex-fiend"
cask "insomniax"
cask "java"
cask "rescuetime"
cask "skype"
cask "sqlpro-studio"
cask "utc-menu-clock"
cask "visual-studio-code"

cask "qlcolorcode"
cask "qlmarkdown"
cask "qlprettypatch"
cask "qlstephen"
cask "qlvideo"
cask "quicklook-csv"
cask "quicklook-json"
cask "webpquicklook"

mas "Adobe Photoshop Elements 9 Editor", id: 443128855
mas "Annotate", id: 918207447
mas "Day One", id: 1055511498
mas "Evernote", id: 406056744
mas "iVI", id: 402279089
mas "Microsoft Remote Desktop", id: 1295203466
mas "Myna for Google Translate", id: 1100290134
mas "Parallels Desktop Lite", id: 1085114709
mas "Slack", id: 803453959
mas "Telegram Desktop", id: 946399090
