tap "homebrew/bundle"
tap "homebrew/core"

cask_args appdir: '/Applications'

brew "curl"
brew "direnv"
brew "dos2unix"
brew "faac"
brew "ffmpeg"
brew "git"
brew "jq"
brew "lame"
brew "libav"
brew "mas"
brew "mobile-shell"
brew "openssl"
brew "postgresql"
brew "redis"
brew "sqlite"
brew "tmux"
brew "tree"
brew "wget"
brew "xvid"
brew "youtube-dl"
brew "zsh"
brew "zsh-completions"

cask "google-chrome"
cask "google-backup-and-sync"
cask "gpg-suite"
cask "hex-fiend"
cask "java"
cask "keybase"
cask "rescuetime"
cask "skype"
cask "sqlpro-studio"
cask "utc-menu-clock"
cask "visual-studio-code"

cask "qlvideo"
cask "quicklook-csv"
cask "quicklook-json"
cask "webpquicklook"

mas "Adobe Photoshop Elements 9 Editor", id: 443128855
mas "Drafts", id: 1435957248
mas "iVI", id: 402279089
mas "Myna for Google Translate", id: 1100290134
mas "Slack", id: 803453959
mas "Telegram", id: 747648890
mas "Todoist", id: 585829637
